[
  {"id":1,"text":"How are you doing today?"},
  {"id":2,"text":"The weather is nice and sunny."},
  {"id":3,"text":"Could you please open the window?"},
  {"id":4,"text":"She is reading a book in the library."},
  {"id":5,"text":"What time does the movie start?"},
  {"id":6,"text":"Please write down what you hear."},
  {"id":7,"text":"I will call you when I arrive."},
  {"id":8,"text":"Can I have a glass of water, please?"},
  {"id":9,"text":"She sells seashells by the seashore."},
  {"id":10,"text":"The quick brown fox jumps over the lazy dog."},
  {"id":11,"text":"Could you give me a hand with this report before the deadline?"},
  {"id":12,"text":"Our flight has been delayed due to inclement weather."},
  {"id":13,"text":"Prices have risen steadily as inflation remains stubbornly high."},
  {"id":14,"text":"No sooner had she arrived than the meeting started."},
  {"id":15,"text":"Learning English can be fun and rewarding."},
  {"id":16,"text":"He has been working here for five years."},
  {"id":17,"text":"Don’t put all your eggs in one basket."},
  {"id":18,"text":"What time does the museum open on weekends?"},
  {"id":19,"text":"Could you tell me how to get to the station?"},
  {"id":20,"text":"Please fasten your seatbelt while seated."},
  {"id":21,"text":"Let’s meet at the entrance at noon."},
  {"id":22,"text":"He forgot to bring his textbook."},
  {"id":23,"text":"She is afraid of speaking in public."},
  {"id":24,"text":"I have never been to New York."},
  {"id":25,"text":"Could you show me your passport, please?"},
  {"id":26,"text":"The homework must be submitted by Friday."},
  {"id":27,"text":"She is interested in learning new languages."},
  {"id":28,"text":"Please turn off your mobile phone during the flight."},
  {"id":29,"text":"He was absent from school because he was sick."},
  {"id":30,"text":"Let’s take a break and have some tea."},
  {"id":31,"text":"The shop opens at nine and closes at six."},
  {"id":32,"text":"He is not as tall as his friend."},
  {"id":33,"text":"Please be quiet in the library."},
  {"id":34,"text":"She is going to visit her grandparents next week."},
  {"id":35,"text":"The bus was late because of heavy traffic."},
  {"id":36,"text":"He likes to play soccer after school."},
  {"id":37,"text":"Could you tell me the way to the nearest bank?"},
  {"id":38,"text":"She bought a new dress for the party."},
  {"id":39,"text":"He was surprised to see his old friend at the station."},
  {"id":40,"text":"It is important to eat a balanced diet."},
  {"id":41,"text":"The test results will be announced tomorrow."},
  {"id":42,"text":"She always does her homework before dinner."},
  {"id":43,"text":"The coffee shop is located near the station."},
  {"id":44,"text":"He is looking forward to the summer vacation."},
  {"id":45,"text":"Could you lend me your pen?"},
  {"id":46,"text":"She is worried about the upcoming exam."},
  {"id":47,"text":"Let’s go for a walk in the park."},
  {"id":48,"text":"He is responsible for managing the project."},
  {"id":49,"text":"Let’s go shopping this afternoon."},
  {"id":50,"text":"She caught a cold and stayed home all day."},
  {"id":51,"text":"He rides his bicycle to school every day."},
  {"id":52,"text":"Please close the door behind you."},
  {"id":53,"text":"She likes to listen to music while studying."},
  {"id":54,"text":"The cat is sleeping under the table."},
  {"id":55,"text":"Can you help me with my homework?"},
  {"id":56,"text":"We are going to the zoo this weekend."},
  {"id":57,"text":"He forgot to bring his umbrella."},
  {"id":58,"text":"She always wakes up early in the morning."},
  {"id":59,"text":"The children are playing in the park."},
  {"id":60,"text":"Please turn off the lights when you leave."},
  {"id":61,"text":"He is watching television in the living room."},
  {"id":62,"text":"She made a cake for her friend’s birthday."},
  {"id":63,"text":"The train leaves at eight o’clock."},
  {"id":64,"text":"He likes to draw pictures of animals."},
  {"id":65,"text":"She is wearing a red dress today."},
  {"id":66,"text":"Please wash your hands before eating."},
  {"id":67,"text":"He is reading a newspaper in the morning."},
  {"id":68,"text":"She went to the supermarket to buy some milk."},
  {"id":69,"text":"The dog is barking at the stranger."},
  {"id":70,"text":"He is writing a letter to his grandmother."},
  {"id":71,"text":"She is watering the flowers in the garden."},
  {"id":72,"text":"Please speak slowly so I can understand."},
  {"id":73,"text":"He is learning to play the piano."},
  {"id":74,"text":"She is waiting for the bus at the station."},
  {"id":75,"text":"The baby is crying because he is hungry."},
  {"id":76,"text":"He is cleaning his room right now."},
  {"id":77,"text":"She is talking on the phone with her friend."},
  {"id":78,"text":"The students are taking an exam."},
  {"id":79,"text":"He is cooking dinner for his family."},
  {"id":80,"text":"She is drawing a picture with crayons."},
  {"id":81,"text":"Please write your name on the paper."},
  {"id":82,"text":"He is fixing his broken bicycle."},
  {"id":83,"text":"She is practicing the violin every day."},
  {"id":84,"text":"The birds are singing in the trees."},
  {"id":85,"text":"He is looking for his lost keys."},
  {"id":86,"text":"She is brushing her teeth before bed."},
  {"id":87,"text":"The children are building a sandcastle."},
  {"id":88,"text":"He is feeding the fish in the pond."},
  {"id":89,"text":"She is painting a picture of the sunset."},
  {"id":90,"text":"The boy is climbing the tall tree."},
  {"id":91,"text":"He is wearing a blue shirt and jeans."},
  {"id":92,"text":"She is reading a story to her little brother."},
  {"id":93,"text":"The family is eating dinner together."},
  {"id":94,"text":"He is playing chess with his father."},
  {"id":95,"text":"She is making a sandwich for lunch."},
  {"id":96,"text":"The dog is chasing the ball."},
  {"id":97,"text":"He is opening a gift from his friend."},
  {"id":98,"text":"She is putting on her shoes."},
  {"id":99,"text":"The children are singing a song."},
  {"id":100,"text":"He is jumping over the puddle."}
]
